albert
appimagelauncher
battlestar
betterlockscreen
bibata-cursor-theme
bluez-hcitool
cachyos-keyring
cachyos-mirrorlist
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
caffeine
cava
cloudflare-warp-bin
curseofwar
debtap
downgrade
eclipse-java
eww
exif
gdm-settings
gitkraken
google-chrome
heroic-games-launcher-bin
hyprshot
icu73-bin
isabelle-tum
iwgtk
java-language-server
jdtls
kaggle-api
laptop-mode-tools
lib32-opencl-nvidia-dev-tkg
libgnome
lightdm-mini-greeter
lyx
megabasterd-git
mongodb-bin
mongodb-tools
mongosh-bin
muc-git
neo4j-desktop
nerd-fonts-noto-sans-mono
nitch
nomacs
nordic-bluish-theme-git
nordic-theme
openboard
opencl-nvidia-dev-tkg
openoffice-bin
pa-applet-git
packettracer
pfetch
pipes.sh
powerstat
protontricks
python-image-go-nord
python-pipreqs
python-pyqt5-3d
python-pyqt5-chart
python-pyqt5-datavisualization
python-pyqt5-networkauth
python-pyqt5-purchasing
python-yarg
python310
python39
qt5-gamepad
qt5-lottie
qt5-quicktimeline
qt5-webglplugin
qt5-webview
rofi-lbonn-wayland
simplescreenrecorder
sioyek
smassh
swaylock-effects-git
ta-lib
teams
ttf-iosevka
tty-clock-git
tumbler-extra-thumbnailers
ventoy-bin
virtualbox-unattended-templates
virtualfish
visual-studio-code-bin
vitetris
warp-terminal
waveform12
wl-clip-persist-git
ynetd
youtube-music-bin
zscroll-git
