acpi
agda
aircrack-ng
alacritty
alsa-plugins
alsa-utils
apache
arch-install-scripts
arm-none-eabi-binutils
arm-none-eabi-newlib
autoconf
automake
autopep8
baobab
base
bind
binwalk
bison
blackarch-keyring
blas-openblas
blas64-openblas
bless
blueman
bluez
bluez-utils
boost
bpytop
brightnessctl
bsd-games
calf
catch2
clang
clang14
cliphist
cmake
cmatrix
copyq
coq-doc
cowpatty
cronie
ctags
cups-pdf
debootstrap
deluge
dhcpcd
dialog
discord
docker
docker-compose
dosbox
dpkg
easyeffects
efibootmgr
egl-wayland
element-desktop
ettercap-gtk
evince
expect
fakeroot
fasm
fcrackzip
feh
firefox
fish
flasm
flex
gamemode
gcc
gconf
gdb
gdm
gef
ghidra
git
github-cli
gnome-disk-utility
gnome-keyring
gnome-power-manager
gnu-free-fonts
gnu-netcat
gnuchess
godot
gparted
gradle
graphicsmagick
groff
grub
grub-customizer
gtest
gtksourceview3
gtkwave
hash-identifier
hashcat
hexedit
htop
hydra
hyprland
hyprpaper
i3-wm
i3blocks
i3status
idris
img2pdf
inkscape
inxi
ipython
iverilog
iw
iwd
java-openjfx-bin
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
john
jupyter-notebook
jupyterlab
kitty
klee
lcov
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libreoffice-still
libretro-desmume
libretro-mgba
libtool
light-locker
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lld
llvm14
lsof
lsp-plugins
ltrace
lutris
lxappearance
lynis
m4
macchanger
maim
make
maltego
mangohud
mariadb
mariadb-clients
mda.lv2
meld
mkvtoolnix-cli
mpdecimal
msgpack-cxx
mysql-workbench
nasm
ncurses5-compat-libs
neofetch
neovim
net-tools
ninja
nitrogen
nmap
nodejs
noto-fonts
npm
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-settings
nvidia-utils
obsidian
one_gadget
openjdk21-doc
openjdk21-src
openssl-1.0
openssl-1.1
os-prober
p7zip
pacman-contrib
padbuster
pamixer
pandoc-cli
papirus-icon-theme
patch
pdf-parser
perl-image-exiftool
php-apache
picom
pipewire-alsa
pipewire-audio
pipewire-pulse
pkgconf
plocate
plymouth
polybar
postgresql
powertop
prettier
python-aiohttp
python-aiosignal
python-arrow
python-async-timeout
python-blinker
python-cachelib
python-cairocffi
python-cairosvg
python-charset-normalizer
python-colored-traceback
python-cssselect2
python-debugpy
python-discord-webhook
python-distutils-extra
python-editables
python-flask
python-flask-caching
python-fqdn
python-frozenlist
python-gmpy2
python-gobject
python-greenlet
python-installer
python-intervaltree
python-ipython-genutils
python-ipywidgets
python-isoduration
python-itsdangerous
python-joblib
python-jsonpointer
python-librosa
python-lz4
python-mako
python-msgpack
python-multidict
python-nodeenv
python-pandas
python-paramiko
python-pip
python-plotly
python-plumbum
python-pwntools
python-pyelftools
python-pyls-spyder
python-pynacl
python-pynvim
python-pyperclip
python-pyqt5
python-pyqt5-webengine
python-pyserial
python-pyshark
python-pysocks
python-pytorch
python-pyusb
python-qtconsole
python-qtpy
python-redis
python-rfc3339-validator
python-rfc3986-validator
python-rpyc
python-rsa
python-scapy
python-scikit-learn
python-seaborn
python-sortedcontainers
python-statsmodels
python-tabulate
python-tenacity
python-tensorflow
python-termcolor
python-terminado
python-unicorn
python-uri-template
python-versioneer
python-webcolors
python-werkzeug
python-wincertstore
python-xdis
python-yarl
python-z3-solver
python2-cryptography
python2-gmpy
qbittorrent
qemu-full
qt5-connectivity
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-virtualkeyboard
qt5-websockets
qt6-wayland
racket
radare2
reflector
retroarch
rsactftool
rsync
sagemath
samba
semgrep
sfuzz
socat
sox
spotify-launcher
sqlitebrowser
starship
steam
stegcracker
steghide
stegseek
strace
sudo
supertuxkart
swaybg
swayidle
swaync
swi-prolog
sysstat
tcpdump
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunderbird
traceroute
ttf-bitstream-vera-mono-nerd
ttf-dejavu
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono
ttf-ubuntu-font-family
tumbler
ueberzug
unoconv
unrar
verilator
virtualbox
virtualbox-host-modules-arch
visualvm
vivaldi
vlc
waybar
wget
which
wifite
wine-gecko
wine-mono
wine-staging
winetricks
wireshark-cli
wireshark-qt
wmctrl
xautolock
xboard
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-input-synaptics
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yay
zam-plugins
zathura
zathura-pdf-poppler
zip
