battlestar
bibata-cursor-theme
bluez-hcitool
caffeine
cava
cloudflare-warp-bin
curseofwar
debtap
eww
exif
gitkraken
google-chrome
isabelle-tum
libgnome
lightdm-mini-greeter
lyx
mongodb-bin
mongodb-tools
mongosh-bin
muc-git
nerd-fonts-noto-sans-mono
nitch
nordic-bluish-theme-git
nordic-theme
nvim-nightly
openboard
openoffice-bin
pa-applet-git
pipes.sh
python310
python39
sioyek
spotify
ta-lib
teams
tlpui
ttf-iosevka
tty-clock-git
tumbler-extra-thumbnailers
ventoy-bin
virtualbox-unattended-templates
virtualfish
vitetris
waveform12
ynetd
